Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_362_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámedikki kulturlávdegoddi jugii jagi 2010 kulturdoarjagiid
smn: Sämitige kulttuurlävdikodde juovij ive 2010 kulttuurtorjuid

source: Sámedikki kulturlávdegoddi jugii čoahkkimis 30.3.2010 dán jagi kulturdoarjagiid .
smn: Sämitige kulttuurlävdikodde juovij čuákkimistis 30.3.2010 taan ive kulttuurtorjuid .

source: Aitosaš kultur-doarjjan juhkkui 72 000 euro .
smn: Eidusâš kulttuurtoorjân juohhui 72 000 eurod .

source: Riikkaidgaskasaš kulturovttasbargui juhkkui 35 000 duhát euro .
smn: Aalmugijkoskâsâš kulttuuroovtâstpaargon juohhui 35 000 eurod .

source: Sámedikki kulturlávdegoddi vuostái válddii ohcamušaid 86 st oktiibuot 701 073,00 euro ovddas .
smn: Sämitige kulttuurlävdikodde vaaldij ucâmušâid vuástá 86 pittád ohtsis 701 073,00 euro oovdâst .

source: Doarjagat mieđihuvvojedje čuovvovaččat :
smn: Torjuuh mieđettuvvojii čuávvoo oornigist :
